The hanger width is too large to show.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static FailureDefinitionId HangerWidthOutOfRange { get; }
  Visual Basic
Public Shared ReadOnly Property HangerWidthOutOfRange As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ HangerWidthOutOfRange {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPFabricationFailures Class
  Autodesk.Revit.DB Namespace